Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Mean revertants per plate
es_es: Mutaciones inversas por placa

source: Mean value ≤ 4.0 %
es_es: Valor medio ≤ 4,0%

source: Mean value:
es_es: Valor medio:

source: Mean value [%]
es_es: Media [%]

source: Mean values for tmax, λz, MRTpo, CL/F, and Vz/F were also similar between the treatments (Table 11.5.2.2.2: 1).
es_es: La media de tmax, λz, tiempo medio de permanencia, CL/F y VzF también fue similar entre los tratamientos (Tabla 11.5.2.2.2: 1).

source: Mean values for tmax, λz, MRTpo, CL/F, and Vz/F were also similar between the treatments (Table 11.5.2.2.2: 2).
es_es: La media de tmax, λz, tiempo medio de permanencia, CL/F y VzF también fue similar entre los tratamientos (Tabla 11.5.2.2.2: 2).

source: Mean values for tmax, λz, MRTpo, CL/F, and Vz/F were also similar between the treatments (Table 11.5.2.2.2: 3).
es_es: La media de tmax, λz, tiempo medio de permanencia, CL/F y VzF también fue similar entre los tratamientos (Tabla 11.5.2.2.2: 3).

source: Mean values for tmax, λz, MRTpo, CL/F, and VzF were also similar between the treatments.
es_es: La media de tmax, λz, tiempo medio de permanencia, CL/F y VzF también fue similar entre los tratamientos.

source: Mean:
es_es: Media:

source: Meaning of Signature:
es_es: Aclaración de la firma:

source: Meaning The findings suggest that the 0.40-mg/kg dose of tenecteplase does not confer an advantage over the 0.25-mg/kg dose in patients with large vessel occlusion ischemic stroke.
es_es: Relevancia Los hallazgos sugieren que la dosis de tenecteplasa de 0.40 mg/kg no ofrece un beneficio superior en comparación con la dosis de 0.25 mg/kg en pacientes con accidente cerebrovascular isquémico por oclusión de grandes vasos.

source: Measurable levels of elemental impurities that could be incorporated into the drug product were identified.
es_es: Se identificaron los niveles mensurables de impurezas elementales que podrían incorporarse en el medicamento.

source: Measure and if necessary adjust to pH 6.8 and degas.
es_es: Mediir y, de ser necesario, llevar el pH a 6.8 y desgasificar.

source: Measure and record one representative vessel temperature at the start of the test.
es_es: Medir y registrar la temperatura de un vaso representativo al comienzo de la prueba.

source: Measure of Effect
es_es: Medida de efecto

source: Measure the conductivity without temperature compensation, recording simultaneously the temperature.
es_es: Mida la conductividad sin compensación de temperatura, registrando en simultáneo la temperatura.

source: Measured Value
es_es: Valor medido

source: Measured by capacitance sensor
es_es: Medido por el sensor de capacidad

source: Measured by clot lysis plate assay
es_es: Mediante ensayo en placa de lisis de coágulos

source: Measured with UV/Vis spectrophotometer
es_es: Mediada con Espectrofotómetro UV/Visible

source: Measured with alternative device (UV/Vis spectrophotometer with variable pathlength cell)
es_es: Medida un dispositivo alternativo (espectrofotómetro UV/Visible con celda de longitud de trayectoria variable).

source: Measurement
es_es: Medidas

source: Measurement of DNA
es_es: Medición de ADN

source: Measurement of pulse rate outside the range of 45 to 100 bpm and of blood pressure outside the ranges of 90 to 140/50 to 90 mmHg
es_es: Valores de medición del pulso por fuera del rango de 45 a 100 lpm y valores de medición de la tensión arterial por fuera de los rangos de 90 a 140/50 a 90 mmHg.

source: Measurement parameters
es_es: Parámetros de medición

source: Measurement range:
es_es: Intervalo de medición

source: Measurement snaps
es_es: Capturas de medición

source: Measurement temperature:
es_es: Temperatura de medición:

source: Measurement with suitable instrument
es_es: Medición con un instrumento adecuado

source: Measurement with suitable instrument (50 cycles)
es_es: Medición con un instrumento adecuado (50 ciclos)

source: Measurement:
es_es: Medición:

source: Measurements such as ECG, vital signs, laboratory parameters, or AEs were to be assigned to treatments (see Section 9.4.1) based on the actual treatment at the planned time of the measurement or on the recorded time of AE onset (that is, treatment emergent AEs).
es_es: Los valores como ECG, signos vitales, parámetros de laboratorio o eventos adversos se asignaban a los tratamientos (ver Sección 9.4.1) en función del tratamiento real en el momento planificado de la medición o en el momento registrado de manifestación del evento adverso (es decir, se consideraban los eventos adversos emergentes del tratamiento).

source: Measures taken due to the COVID-19 pandemic
es_es: Medidas tomadas debido a la pandemia de COVID-19

source: Measures to minimise the risks identified for medicinal products can be:
es_es: Las medidas de minimización de los riesgos identificados para cualquier medicamento son:

source: Measures were in place to comply with the applicable rules for the collection, biobanking and future use of biological samples and clinical data.
es_es: Se habían adoptado medidas para cumplir las normas aplicables a la obtención de material y almacenamiento de bancos biológicos, y el uso futuro de muestras biológicas y datos clínicos.

source: Measuring range:
es_es: Intervalo de medición:

source: Measuring time:
es_es: Momento de medición:

source: Mechanisms of data availability: after approval of proposal
es_es: Procedimientos para la disponibilidad de datos: luego de la aprobación de la propuesta

source: MedDRA version 23.1 was used.
es_es: Se utilizó el diccionario MedDRA, versión 23.1.

source: Media fill is terminated after 720 min which may impact the yield
es_es: El llenado aséptico termina luego de 720 min, lo que podría afectar el rendimiento.

source: Median
es_es: Mediana

source: Median NIHSS score (IQR) †
es_es: Mediana de puntaje NIHSS (rango intercuartílico) †

source: Median NT-proBNP was 974 pg/mL (Q1, Q3 499, 1731).
es_es: La mediana del NT-proPNC fue 974 pg/ml (Trimestre 1, trimestre 3: 499, 1731).

source: Median exposure to study medication was 1.91 years (1.26, 2.57) for empagliflozin and 1.92 years (1.26, 2.58) for placebo.
es_es: La mediana de la exposición al medicamento experimental fue 1.91 años (1.26, 2.57) en el grupo de empagliflozina y 1.92 años (1.26, 2.58) en el grupo de placebo.

source: Median exposure to study medication was approximately 23 months in both treatment groups, with 84% of patients observed for at least 1 year.
es_es: La mediana del tiempo de exposición a la medicación en estudio fue en ambos grupos de tratamiento aproximadamente 23 meses, con 84% de los pacientes observados durante al menos 1 año.

source: Median exposure to study medication was the same (about 23 months) in both treatment groups, with 84% of patients treated for at least 1 year (Table 10.5: 2).
es_es: La mediana del tiempo de exposición a la medicación en estudio fue la misma en ambos grupos de tratamiento (aproximadamente 23 meses), con 84% de los pacientes tratados durante al menos 1 año (Tabla 10.5: 2).

source: Median observation time up to the end of the planned treatment period was about 26 months in both treatment groups, with 94% of patients observed for at least 1 year (Table 10.5: 1).
es_es: La mediana del tiempo en observación hasta el final del período de tratamiento planificado fue aproximadamente 26 meses en ambos grupos de tratamiento, con 94% de los pacientes observados durante al menos 1 año (Tabla 10.5: 1).

source: Median observation time was 2.15 years (Q1, Q3 1.48, 2.72) in the empagliflozin group and 2.15 years (1.49, 2.71) in the placebo group.
es_es: La mediana del tiempo de observación fue 2.15 años (1.er trimestre, 3.er trimestre, 1.48, 2.72) en el grupo de empagliflozina y 2.15 años (1.49, 2.71) en el grupo de placebo.

source: Median observation time was about 26 months and median exposure to study medication was about 23 months in both treatment groups.
es_es: La mediana del tiempo en observación fue aproximadamente 26 meses y la mediana de la exposición a la medicación del estudio fue aproximadamente 23 meses en ambos grupos de tratamiento.

source: Median percentage reperfusion at 24 hrs post stroke will be examined using quantile regression with a treatment group as an independent variable, percentage reperfusion at 24 hours post stroke as the dependent variable, including site of occlusion as a treatment covariate for adjustment purposes.
es_es: La mediana porcentual de reperfusión 24 horas después del accidente cerebrovascular se evaluará mediante regresión cuantílica. En el análisis, el grupo de tratamiento será la variable independiente, el porcentaje de reperfusión 24 horas después del accidente cerebrovascular será la variable dependiente, y el sitio de oclusión será la covariable de ajuste.

source: Median percentage reperfusion at 24 hrs post stroke, adjusted for site of occlusion.
es_es: Mediana del porcentaje de reperfusión 24 h después del ACV, ajustada por sitio de oclusión.

source: Median reduction in stroke severity (NIHSS) at 24hr and day 3
es_es: Mediana de reducción en la gravedad del ACV (NIHSS) a las 24 h y a los 3 días

source: Median score (IQR) on ordinal
es_es: Mediana del puntaje (rango intercuartílico) en el análisis ordinal

source: Median score (IQR) on ordinal analysis‡
es_es: Mediana de la puntuación (rango intercuartílico) en el análisis ordinal‡

source: Median score (IQR) on ordinal analysis
es_es: Mediana de puntuación (rango intercuartílico) en el análisis ordinal

source: Median time from initiation of intravenous thrombolysis to initial angiographic assessment (IQR) – min
es_es: Mediana de tiempo desde el inicio de la trombólisis intravenosa hasta la evaluación angiográfica inicial (rango intercuartílico) – min

source: Median time from initiation of intravenous thrombolysis to arterial puncture (IQR) – min
es_es: Mediana de tiempo desde el inicio de la trombólisis intravenosa hasta la punción arterial (rango intercuartílico) – min

source: Median time from stroke onset to hospital arrival (IQR) – min
es_es: Mediana de tiempo desde el inicio del ACV hasta el arribo al hospital (rango intercuartílico) – min

source: Median time from stroke onset to initiation of intravenous thrombolysis (IQR) – min
es_es: Mediana de tiempo desde el inicio del ACV hasta la trombólisis intravenosa (rango intercuartílico) – min

source: Median tmax was to be determined after excluding subjects experiencing emesis.
es_es: La mediana del tmax se determinaba tras excluir a los sujetos con emesis.

source: Median volume at initial imaging (IQR) – mil ‡
es_es: Mediana de volumen en la imagen inicial (rango intercuartílico) – mil ‡

source: Medical History
es_es: Antecedentes

source: Medical Devices
es_es: Dispositivos médicos

source: Medical Dictionary for Drug Regulatory Activities
es_es: Diccionario médico de actividades regulatorias

source: Medical Dictionary for Regulatory Activities
es_es: Diccionario médico de actividades regulatorias

source: Medical and scientific judgement should be exercised in deciding whether reporting is appropriate in other situations, such as important medical events that may not be immediately life-threatening or result in death or hospitalisation, but may jeopardise the subject or may require medical or surgical intervention to prevent one of the other outcomes listed in the above definition.
es_es: se debe aplicar el criterio médico y científico a la hora de decidir si corresponde informar en otras situaciones, como eventos médicos importantes que pueden no poner inmediatamente en peligro la vida o provocar la muerte u hospitalización, pero puede poner en riesgo al paciente o requerir una intervención médica o quirúrgica para prevenir uno de los otros desenlaces enumerados en la definición anterior.

source: Medical examinatinos
es_es: Revisiones médicas

source: Medical grade UV adhesive
es_es: Adhesivo UV de grado medicinal

source: Medical history, concomitant medications & ECG: Details of patients’ medical history (including stroke history) and concomitant medications will be recorded.
es_es: Antecedentes médicos, medicamentos concomitantes y ECG: se consignarán los detalles de los antecedentes médicos del paciente (incluidos los accidentes cerebrovasculares) y los medicamentos concomitantes.

source: Medical or surgical procedure (e.g. endoscopy, appendectomy); the condition that leads to the procedure is an AE.
es_es: Procedimiento médico o quirúrgico (p. ej., endoscopia, apendicectomía); la afección que lleva al procedimiento es un EA.

source: Medically Important
es_es: Importante según criterio médico

source: Medically significant
es_es: Médicamente significativo

source: Medicamento de estrecho margen terapéutico (puntaje:
es_es: Narrow therapeutic margin drug (score:

source: Medicamento en investigación.
es_es: Investlgational drug product.

source: Medicamento multifuente o genérico.
es_es: Multi-source or generic drug.

source: Medicamentos con un tiempo de vida media mayor a 12 horas (puntaje:
es_es: Drugs with a half-life above 12 hours (score:

source: Medicamentos de combinación de dosis fija con acción sistémica (FDC), en el que al menos uno de los principios activos requiere un estudio in vivo;
es_es: Systemic fixed-dose combination (FDC) drugs where at least one of the drug substances requires an in vivo study;

source: Medicamentos de combinación en dosis fijas (CDF).
es_es: Fixed-dose combination (FDC) drugs.

source: Medicamentos no orales y no parenterales diseñados para actuar sistémicamente (tal como parches transdérmicos, supositorios, goma de mascar de nicotina, el gel de testosterona y anticonceptivos insertados en la piel);
es_es: Non-oral, non-parenteral systemic drugs (such as transdermal patches, suppositories, nicotine gum, testosterone gel, and contraceptive implants);

source: Medicamentos orales de liberación inmediata con acción sistémica, a excepción de las condiciones establecidas en el numeral 11;
es_es: Systemic immediate release oral drugs, except under the conditions in 11;

source: Medicamentos orales que contienen un principio activo que son de estrecho margen terapéutico, no son elegibles para un bioexención basada en el enfoque de BCS.
es_es: Oral drugs containing drug substances with a narrow therapeutic index are not eligible for a biowaiver based on the BCS approach.

source: Medicamentos pertenecientes al Cuadro Nacional de Medicamentos Básicos (CNMB) vigente (puntaje:
es_es: Drugs in the current National List of Basic Drugs (CNMB) (score:

source: Medicamentos sub y supra biodisponibles.
es_es: Sub- and supra-bioavailable drugs.

source: Medication use at screening, N (%)
es_es: Medicación tomada al momento de la selección, N (%)

source: Medicines and Healthcare products Regulatory Agency
es_es: Medicines and Healthcare products Regulatory Agency (Agencia regulatoria de medicamentos y productos sanitarios del Reino Unido)

source: Medios de disolución (pH 1, 2; 4,5 y 6,8)
es_es: Dissolution media (pH 1, 2, 4,5, and 6,8)

source: Medium
es_es: Medio

source: Medium Volume
es_es: Volumen de medio

source: Medium-chain triglycerides, JPE:
es_es: Triglicéridos de cadena media, JPE:

source: Medium-chain triglycerides
es_es: Triglicéridos de cadena media

source: Medium:
es_es: Medio:

source: Meet Acceptance Criteria:
es_es: Cumplen los criterios de aceptación:

source: Meets USP and Ph.
es_es: Cumple con USP y Ph.

source: Meets USP and Ph. Eur. requirements for s.c. application of monoclonal antibodies in terms of:
es_es: Cumple con los requisitos de la USP y la Ph. Eur. para la aplicación s.c. de anticuerpos monoclonales en términos de:

source: Meets pharmaceutical requirements based on the route of administration and sterile dosage form
es_es: Cumple con los requisitos farmacéuticos según la vía de administración y la presentación.

source: Melbourne Brain Centre – Austin Campus
es_es: Melbourne Brain Centre, Campus Austin

source: Melting point
es_es: Punto de fusión

source: Membrane filtration
es_es: Filtrado por membrana

source: Membrane holder
es_es: Sostén de la membrana

source: Membrex GC 25 1 μm, Roby 25/GF 92 1.0 μm, or Pall Acrodisc GF 1 μm (or equivalent).
es_es: Membrex GC 25 1 μm, Roby 25/GF 92 1.0 μm, o Pall Acrodisc GF 1 μm (o equivalente).

source: Men
es_es: Varones

source: Merck BioReliance® BioServices GMP Certificates for BioReliance Limited Glasgow site.
es_es: Certificados de Buenas Prácticas de Fabricación de Merck BioReliance® BioServices para la planta de BioReliance Limited, de Glasgow.

source: Merck Santé S.A.S., Lyon, France
es_es: Merck Santé S.A.S., Lyon, Francia

source: Met254 is located in the CH2-CH3 interface where FcRn binds.
es_es: Met254 se ubica en la interfaz CH2-CH3, donde se une el receptor FcRn.

source: Metabolic disease
es_es: Enfermedad metabólica

source: Metabolite profiling report:
es_es: Informe de perfil de metabolitos:

source: Metalyse (Tenecteplase) powder for solution for injection 5.000 U (25 mg)
es_es: Metalyse (Tenecteplasa), polvo para solución inyectable, 5.000 U (25 mg)

source: Metalyse (Tenecteplase) — TPA-03 Drug Product
es_es: Medicamento Metalyse (Tenecteplasa) — TPA-03 Drug Product

source: Metalyse is a fibrinolytic drug indicated for the thrombolytic treatment of acute myocardial infarction (AMI) and proposed for treatment of acute ischaemic stroke (AIS).
es_es: Metalyse es un fibrinolítico indicado para el tratamiento trombolítico del infarto agudo de miocardio y propuesto para el tratamiento del accidente cerebrovascular isquémico agudo.

source: Metalyse is a well-established product that had its initial clinical development more than 20 years ago.
es_es: Metalyse es un producto bien establecido cuyo desarrollo clínico inicial tiene más 20 años de antigüedad.

source: Metalyse lyophilisate 25 mg/vial
es_es: Liofilizado de metalyse, 25 mg/vial

source: Metalyse was first authorised for marketing in AMI in June 2000.
es_es: La primera autorización de Metalyse para el infarto agudo de miocardio fue en junio de 2000.

source: Metalyse® DP 25 mg/vial, 40 mg/vial and 50 mg/vial presentations are manufactured in BI’s F113 facility in Biberach (BIB, Germany).
es_es: El medicamento Metalyse®, en sus presentaciones de 25 mg/frasco, 40 mg/frasco y 50 mg/frasco, se fabrica en el centro F113 de BI de Biberach (BIB, Alemania).

source: Metalyse® and TNKase ® are two biopharmaceutical products that have been utilized in the medical field for over 24 years as thrombolytics to treat myocardial infarction.
es_es: Metalyse® y TNKase® son dos productos biofarmacéuticos que se han estado usando en el campo de la medicina durante más de 24 años como tratamiento trombolítico del infarto de miocardio.

source: Metalyse® vs. TNKase®
es_es: Metalyse® frente a TNKase®

source: Metalyse®: “complies with Ph.
es_es: Metalyse®: “cumple con la Ph.

source: Metalyse®: “positive identity”
es_es: Metalyse®: “identificación positiva”

source: Metalyse®: “white to pale yellow cake”
es_es: Metalyse®: “pasta dura de color blanco a amarillo claro”

source: Metalyse®: ≤ reference solution Y6
es_es: Metalyse®: ≤ solución de referencia Y6

source: Metalyse®: ≤ reference suspension I
es_es: Metalyse®: ≤ suspensión de referencia I

source: Metastatic cancer, diagnosed post stroke.
es_es: Cáncer metastásico, diagnóstico posterior al ACV.

source: Metformin
es_es: Metformina

source: Metformin (Glucophage®)
es_es: Metformina (Glucophage®)

source: Metformin HCl 2
es_es: Clorhidrato de metformina 2

source: Metformin HCl:
es_es: Clorhidrato de metformina:

source: Metformin hydrochloride 1000 mg (Glucophage®)
es_es: Clorhidrato de metformina, 1000 mg (Glucophage®)

source: Metformin hydrochloride 500 mg (Glucophage®)
es_es: Clorhidrato de metformina, 500 mg (Glucophage®)

source: Metformin hydrochloride is identified using the degradation and assay procedure of metformin HCl.
es_es: El clorhidrato de metformina se identifica mediante el procedimiento de degradación y valoración de metformina HCl.

source: Metformin was absorbed with a median tmax of 3.50 h (range 1.50 to 5.00h) when administered as both the fixed dose combination and free dose combination.
es_es: La metformina se absorbió con una mediana de tmáx de 3.50 h (rango: 1.50a 5.00 h) en las combinaciones a dosis fija y libre.

source: Methanesulfonic acid 70%
es_es: Ácido metanosulfónico 70%

source: Methanesulfonic acid:
es_es: Ácido metanosulfónico:

source: Methanol
es_es: Metanol

source: Methanol (HPLC grade) (e.g. Baker)
es_es: Metanol (grado HPLC), (por ejemplo, Baker)

source: Methanol (HPLC grade*)
es_es: Metanol (grado HPLC *)

source: Methanol / deionized water; 90/10 (v/v)
es_es: Metanol / agua desionizada; 90/10 (v/v)

source: Methanol 1
es_es: Metanol 1

source: Methanol and lsopropyl alcohol
es_es: Metanol y alcohol isopropílico

source: Methanol, LiChrosolv
es_es: Metanol, LiChrosolv

source: Methanol, for analysis
es_es: Metanol, para análisis

source: Methanol, gradient grade (e.g. Merck)
es_es: Metanol, grado gradiente, (por ejemplo, Merck)

source: Methanol, lsopropyl alcohol, n-Hexane and Toluene.
es_es: Metanol, alcohol isopropílico, n-hexano y tolueno.

source: Methionine
es_es: Metionina

source: Methionine oxidation
es_es: Oxidación de metionina

source: Methionine oxidation in FcRn binding site
es_es: Oxidación de metionina en el sitio de unión del receptor FcRn

source: Method
es_es: Método

source: Method 018-QA7710 was validated by BI for Tenecteplase bulk drug substance (BDS), drug product (DP) and stability samples as documented in validation final report 518-M-035495ROI.
es_es: Tal como está documentado en el informe final de validación 518-M-035495ROI, BI validó el método 018-QA7710 para el principio activo, el medicamento y las muestras de estabilidad de Tenecteplasa a granel.

source: Method Transfer Protocol — HPSEC - Doc N°:
es_es: Protocolo de transferencia de métodos - HPSEC - Doc N.°:

source: Method Type
es_es: Tipo de método

source: Method code
es_es: Código del método:

source: Method description
es_es: Descripción del método

source: Method description:
es_es: Descripción del método:

source: Method of assigning patients to treatment groups and randomisation
es_es: Método de asignación de pacientes a grupos de tratamiento y aleatorización

source: Method of assigning subjects to treatment groups and randomization
es_es: Método de asignación de pacientes a grupos de tratamiento y aleatorización

source: Method of assigning subjects to treatment groups and randomisation
es_es: Método de asignación de sujetos a los grupos de tratamiento y aleatorización

source: Method output
es_es: Resultado del método

source: Method precision was validated as repeatability and as intermediate precision.
es_es: La precisión del método se validó como repetibilidad y como precisión intermedia.

source: Method type
es_es: Tipo de método

source: Method number
es_es: Número de método

source: Methodology
es_es: Metodología

source: Methods
es_es: Métodos

source: Methods and timing of sample collection
es_es: Métodos y momentos de obtención de muestras

source: Methods of sample collection
es_es: Métodos de obtención de muestras

source: Methods suitable to describe TNK-TPA are summarized below and are described in more detail in Section 3.2.S.3.1.
es_es: Los métodos adecuados para describir la TNK-tPA se resumen a continuación y se describen con mayor detalle en la Sección 3.2.S.3.1.

source: Methods used are stability indicating.
es_es: Los métodos utilizados son indicativos de estabilidad.
